Repository: jpawlowski/openvpn-als
Catalog: language/src/ZH-CN/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: If all interfaces is selected, no other interface may be specified.
zh_cn: 如果所有的接口已选择，没有其他的接口可以指定。

source: Invalid hostname action
zh_cn: 无效的主机行为

source: Allow connection
zh_cn: 准许

source: Redirect to valid hostname
zh_cn: 重新导航到有效主机

source: Refuse all requests using invalid hostname.
zh_cn: 拒绝所有请求，当使用无效主机的时候.

source: Close connection immediately
zh_cn: 立刻断开连接

source: The external hostname is invalid {0}.
zh_cn: 外部主机名无效 {0}.

source: Step 5 - Configure Proxies
zh_cn: 步骤 5 - 配置代理

source: For some operations OpenVPN-ALS needs to make connections to external hosts and resources.
zh_cn: 对于一些行动，OpenVPN-ALS需要连接到外部主机和资源。

source: Depending on your network configuration, you may need to use a proxy server.
zh_cn: 根据您的网络配置，您可能需要使用代理服务器.

source: Use SOCKS proxy server for network connections
zh_cn: 使用SOCKS代理服务器的网络连接

source: Use HTTP proxy server for web connections
zh_cn: 使用HTTP代理服务器的网络连接

source: Hostname:
zh_cn: 主机名:

source: Selected
zh_cn: 已选的

source: Non Proxy Hosts:
zh_cn: 不用代理的主机:

source: You must supply a port.
zh_cn: 你必须提供一个端口.

source: The Hostname is invalid {0}.
zh_cn: 主机名无效 {0}.

source: The Non Proxy Host is invalid {0}.
zh_cn: 不用代理的主机是无效的 {0}.

source: The license file is invalid.
zh_cn: 版权文件是无效的.

source: Step 6 - Summary
zh_cn: 步骤 6 - 总结

source: The installation wizard is now complete and is ready to apply the settings.
zh_cn: 安装向导现已完成，并准备应用设置。

source: Certificate
zh_cn: 证书

source: Create a new untrusted certificate
zh_cn: 创建一个新的不受信任的证书

source: Use imported certificate / keystore
zh_cn: 使用道路的 证书 / keystore

source: Use currently configured certificate (do nothing)
zh_cn: 使用当前配置的证书（什么都不做）

source: User Database
zh_cn: 用户数据库

source: Web Server
zh_cn: Web服务器

source: Listening Interfaces:
zh_cn: 监听接口:

source: Any
zh_cn: 任意

source: Valid External Hostnames:
zh_cn: 有效的外部主机名:

source: Proxy Servers
zh_cn: 代理服务器

source: Disabled
zh_cn: 禁用

source: {0}:{1} (Authenticated)
zh_cn: {0}:{1} (授权的)

source: Extensions To Install
zh_cn: 装载的Extensions

source: No extensions will be installed
zh_cn: 没有extensions将会装载

source: Install Complete
zh_cn: 安装完成

source: The installation of OpenVPN-ALS is now complete.
zh_cn: OpenVPN-ALS安装现在完成了

source: Using current certificate.
zh_cn: 使用当前证书

source: Certificate imported.
zh_cn: 证书导入

source: Failed to create new certificate.
zh_cn: 无法创建新的证书

source: Failed to import certificate.
zh_cn: 导入证书失败

source: New certificate created.
zh_cn: 新证书创建了.

source: User database configured.
zh_cn: 用户数据库已配置.

source: failed to configured user database.
zh_cn: 用户数据库已配置失败.

source: Super user created.
zh_cn: 超级用户创建了.

source: Super user updated.
zh_cn: 超级用户更新了

source: Old super user deleted.
zh_cn: 旧超级用户删除了.

source: Super user password set.
zh_cn: 超级用户密码集.

source: Failed to configure super user.
zh_cn: 配置超级用户失败 .

source: Failed to configure super user, the password does not match the current policy.
zh_cn: 配置超级用户失败，密码不符的现行政策

source: Web server configured.
zh_cn: Web服务器配置了.

source: Failed to configure web server.
zh_cn: 配置Web服务器失败.

source: Proxy servers configured.
zh_cn: 代理服务器配置了.

source: Failed to configure proxy servers.
zh_cn: 代理服务器配置失败.

source: Failed to install extension <strong>{0}</strong>.
zh_cn: 安装extension失败 <strong>{0}</strong>.

source: Installed extension <strong>{0}</strong> ({1}).
zh_cn: 安装extension <strong>{0}</strong> ({1}).

source: License rejected for <strong>{0}</strong>.
zh_cn: 版权拒绝，为了 <strong>{0}</strong>.

source: Click <strong>Exit Install</strong> to leave the installation wizard.
zh_cn: 点击 <strong>退出安装</strong> 离开安装向导.

source: The installation failed.
zh_cn: 安装失败.

source: Please review any errors or warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Install</strong> to leave the wizard now.
zh_cn: 请检阅任何错误或警告，并可以通过点击重试 <strong>再次运行</strong>, 或点击 <strong>离开安装</strong> 现在退出向导

source: The installation completes, but some warnings occured.
zh_cn: 这安装完成，但一些警告发生。

source: Please review the warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Exit Install</strong> to leave the wizard now.
zh_cn: 请检阅任何警告，并可以通过点击重试<strong>再次运行</strong>, 或者点击<strong>退出向导</strong> 现在退出向导.

source: Exit Install
zh_cn: 退出向导

source: Cancel Install
zh_cn: 取消安装

source: OpenVPN-ALS:::Active Directory Configuration
zh_cn: OpenVPN-ALS:::当前路径配置

source: OpenVPN-ALS:::Installer Complete
zh_cn: OpenVPN-ALS:::安装完成

source: Installer Complete
zh_cn: 安装完成

source: The OpenVPN-ALS installer is exiting.
zh_cn: OpenVPN-ALS 安装正在退出.

source: When the timer below reaches zero, you may then start the OpenVPN-ALS service.
zh_cn: 当在下方的计时器达到零，您可能会然后启动OpenVPN-ALS服务。

source: Please refer to the documentation on how to do this on your platform.
zh_cn: 请参阅文件，就如何做到这一点，在你的平台上。

source: Installing OpenVPN-ALS
zh_cn: 正在安装OpenVPN-ALS

source: Overall progress
zh_cn: 整体进程

source: Configuring certificate
zh_cn: 配置证书

source: Configuring user database
zh_cn: 配置用户数据库

source: Configuring superuser
zh_cn: 配置超级用户

source: Configuring web server
zh_cn: 配置Web服务器

source: Configuring proxies
zh_cn: 配置代理

source: Commiting properties
zh_cn: 提交属性

source: Installing extension <b>{0}</b>
zh_cn: 正在安装extension <b>{0}</b>

source: OpenVPN-ALS:::Delete Certificate
zh_cn: OpenVPN-ALS:::删除证书

source: Are you sure you wish to delete this certificate.
zh_cn: 您确定要删除此证书。

source: Download the Private key for {0}.
zh_cn: 下载私匙为 {0}.

source: Download the Certificate for {0}.
zh_cn: 下载证书为 {0}.

source: Certificates
zh_cn: 证书

source: Message resources SSL certificate management
zh_cn: SSL证书管理的信息资源

source: Download the CSR.
zh_cn: 下载CSR.

source: OpenVPN-ALS Server Certificate
zh_cn: OpenVPN-ALS服务器证书

source: This key store should contain a single key to be used as your SSL server certificate.
zh_cn: 这个keystore应该有一个单独的密匙，作为您的SSL服务器证书

source: Server Authentication
zh_cn: 服务器授权

source: This key store contains certificates used to authenticate with other hosts.
zh_cn: 这个keystore应该包含证书可以给其他主机授权

source: Trusted Server Certificates
zh_cn: 值得信赖的服务器证书

source: This key store contains
zh_cn: 这个keystore包含

source: Your current SSL server certificate is untrusted and this constitutes a security risk.
zh_cn: 您目前的SSL服务器证书是不可信的，这构成了安全风险。

source: It is highly recommended that you configure your VPN server with a signed certificate.
zh_cn: 烈建议您配置VPN服务器，用一个已签署的凭证。

source: OpenVPN-ALS:::SSL Certificates
zh_cn: OpenVPN-ALS:::SSL证书

source: SSL Certificates
zh_cn: SSL证书

source: This page allows you to view and maintain the various SSL certificates that are used throughout OpenVPN-ALS.
zh_cn: 本页面，您可以查看和维护各种包含在整个OpenVPN-ALS中的SSL证书。

source: An error has occured.
zh_cn: 发生错误.

source: The keystore could not be loaded.
zh_cn: keystore无法加载.

source: No key store exists.
zh_cn: 没有keystore存在.

source: Please create or import one.
zh_cn: 请创建或导入一个.

source: Key store exists and contains {0} entries.
zh_cn: keystore存在并包含 {0} 条目.

source: Key store exists but is empty.
zh_cn: keystore存在但是为空.

source: Please create a new certificate.
zh_cn: 请创建新的证书.

source: View
zh_cn: 查看

source: Key
zh_cn: 钥匙

source: Unknown
zh_cn: 不知道

source: Create
zh_cn: 创建

source: Delete this key / certificate
zh_cn: 删除这个钥匙 / 证书

source: Export Private Key
zh_cn: 导出私匙

source: Export this key
zh_cn: 导出这个钥匙

source: Export Certificate
zh_cn: 导出证书

source: Export this certificate
zh_cn: 导出这个证书

source: No certificates are stored in this key store.
zh_cn: 没有证书存储在这个keystore.

source: Your filter did not match any items.
zh_cn: 您的滤镜没有任何项目符合.

source: Certificate deleted.
zh_cn: 证书已删除.

source: Import Certificate or Key
zh_cn: 导入证书和钥匙

source: Click here to import a key, certificate or CSR.
zh_cn: 点击这里导入的钥匙，证书或 CSR.

source: Purchase a Signed Certificate
zh_cn: 购买签名证书

source: Click here to connect to 3SP.com and purchase a signed certificate.
zh_cn: 点击这里连接到3SP.com和购买签署证书.

source: Download CSR
zh_cn: 下载 CSR

source: Click here to download a CSR.
zh_cn: 点击这里下载一个 CSR.

source: Signed Certificate 30 Day Trial
zh_cn: 签名证书30天的试用期

source: Click here to register for a free 30 day signed certificate trial.
zh_cn: 点此注册免费的30天签署的证书试用期.

source: OpenVPN-ALS::::Certificate and Key Import
zh_cn: OpenVPN-ALS::::证书和密钥导入

source: Here you can import various types of SSL certificates in order to configure OpenVPN-ALS for maximum possible security in your environment.
zh_cn: 在这里您可以导入各种类型的SSL证书，以便配置OpenVPN-ALS为尽可能安全的环境中.

source: It is strongly recommended that you obtain a trusted certificate for your SSL VPN server.
zh_cn: 烈建议您获得一个已签署的凭证来配置VPN服务器。

source: Certificate and Key Import
zh_cn: 证书和密钥导入

source: Import Key Type
zh_cn: 导入的主要类型

source: Import Details
zh_cn: 导入详情

source: Import Summary
zh_cn: 导入总结

source: Step 1 - Import Key Type
zh_cn: 步骤 1 - 导入的主要类型

source: Choose the type of certificate or key you are going to import.
zh_cn: 选择你要导入的证书的类型或钥匙。

source: Step 2 - Import Details
zh_cn: 步骤 2 - 导入详情

source: Due to the nature of the key store, the <strong>Name</strong> of the certificate will be stored as all lower case regardless of the case you use.
zh_cn: 因为keystore的本身, <strong>证书名字</strong>只能用小写字母来存储，不关你用的是大小写

source: Failed to upload certificate / key.
zh_cn: 上载证书 / 钥匙失败.

source: Certificate / key uploaded OK.
zh_cn: 上载证书 / 钥匙OK.

source: No name for this certificate has been provided.
zh_cn: 这个证书没有名字已提供。

source: A certificate / key with the name {0} already exists.
zh_cn: 证书/ 钥匙 ，名字 {0} 已存在.

source: Step 3 - Import Summary
zh_cn: 步骤 3 - 导入总结

source: Import
zh_cn: 导入

source: Finished
zh_cn: 完成

source: The wizard has now finished.
zh_cn: 向导已完成.

source: Click <strong>Exit Wizard</strong> to leave this wizard.
zh_cn: 点击 <strong>退出</strong> 退出这个向导.

source: The wizard failed.
zh_cn: 向导失败.

source: Please review any errors or warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Cancel Installation</strong> to leave the wizard now.
zh_cn: 请检阅任何错误或警告，可以通过点击重试 <strong>再次运行</strong>, 或者点击<strong>取消安装</strong> 现在退出这个向导.

source: The wizard completed, but some warnings occured.
zh_cn: 这安装完成，但一些警告发生。

source: Please review the warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Cancel Installation</strong> to leave the wizard now.
zh_cn: 请检阅任何错误或警告，可以通过点击重试 <strong>再次运行</strong>, 或者点击<strong>取消安装</strong> 现在退出这个向导.

source: Cancel Wizard
zh_cn: 取消向导

source: Please enter a friendly name (alias) to identify this certificate.
zh_cn: 请输入一个友好的名称（别名） ，以确定此证书

source: A root certificate for your web servers certification authority.
zh_cn: 根证书为您的Web服务器证书授权

source: Use this option to install root certificates from your certification authority.
zh_cn: 使用此选项来安装根证书从您的授权机关。

source: Select the certificate file for uploading and enter a value for the certificate alias in the box provided, the alias is just a friendly name that is associated with the certificate to help you identify it.
zh_cn: 选择证书上载的文件并输入值为证书别名，在提供的框中，别名只是一个友好的名称对于证书，以帮助您识别它。

source: Installed root certificate.
zh_cn: 安装根证书。

source: Failed to install root certificate.
zh_cn: 无法安装根证书

source: A certificate purchased from 3SP.com
zh_cn: 证书

source: Use this option to install a certificate that you have received after purchasing a certificate from 3SP.com.
zh_cn: 使用此选项来安装一个证书

source: You should upload the zip file you received from our certificate provider which contains the root certificates and your new signed certificate.
zh_cn: 你应该上传zip档案从我们的供应商收到，其中包含证书的根证书和您的新签署的凭证

source: Installed certificate purchased from 3SP.com
zh_cn: 安装证书

source: Failed to install certificate purchased from 3SP.com.
zh_cn: 无法安装凭证

source: A certificate purchased through 3SP.com
zh_cn: 证书

source: A reply from a certification authority
zh_cn: 答复从核证机关

source: Use this option to install a trusted certificate that you have received from a Certification Authority.
zh_cn: 使用此选项来安装从核证机关收到的信任的凭证

source: Select the file to upload and continue through the wizard.
zh_cn: 选择要上传的文件，并继续通过向导

source: Installed reply from CA.
zh_cn: 安装从CA的回复。

source: Failed to install reply from CA.
zh_cn: 无法安装从CA的回复。

source: A certificate reply from a Certification Authority (CA).
zh_cn: 从认证机构（ CA 得到的核证答复 。

source: A certificate from a server you wish to trust.
zh_cn: 从一个你信任的服务器得到的证书.

source: Use this option to install certificates from other secure hosts that OpenVPN-ALS may connect to.
zh_cn: 使用此选项来安装其他安全证书从OpenVPN-ALS可以连接到主机

source: Trusted server certificate installed.
zh_cn: 可信服务器证书安装

source: Failed to install trusted server certificate.
zh_cn: 安装可信服务器证书失败

source: A key for a server that requires client certificate authentication.
zh_cn: 一个服务器的钥匙，需要客户端证书身份验证。

source: Use this option to install a client certificate that is required by a host that OpenVPN-ALS connects to.
zh_cn: 使用此选项来安装一个证书，被OpenVPN-ALS连接的主机要求的

source: Select the .P12 or .PFX file for uploading, enter the alias of the key, if you are unsure as to what this is leave it blank and the wizard will import the first key it finds in the file.
zh_cn: 选择。 P12或。 PFX档案上载，输入钥匙的别名，如果你不确定什么，将其留空，向导将导入的在文件中找到的第一个钥匙。

source: Finally enter the passphrase of the key so that OpenVPN-ALS can decrypt the file and import the private key into its own store.
zh_cn: 最后，输入钥匙的密码，使OpenVPN-ALS可以解密文件和导入的私钥到它自己的商店。

source: Client certificate for server authentication installed.
zh_cn: 客户端证书用于服务器身份验证安装。

source: Failed to install client certificate for server authentication.
zh_cn: 无法安装客户端证书用于服务器身份验证。

source: SSL Certificate:
zh_cn: SSL证书:

source: Details:
zh_cn: 详情:

source: Navigation and Menus
zh_cn: 导航和菜单

source: Message resources OpenVPN-ALS Navigation and Menu items
zh_cn: OpenVPN-ALS导航和菜单项的信息资源

source: Blank
zh_cn: 空白

source: No action
zh_cn: 无行为

source: User Console
zh_cn: 用户控制台

source: Management Console
zh_cn: 管理控制台

source: Setup
zh_cn: 安装

source: You may cancel this wizard at any time by clicking on the <strong>Cancel</strong> button.
zh_cn: 你可以退出此向导在任何时候，用点击 <strong>取消</strong> 按钮.

source: Resource Name
zh_cn: 资源名字

source: Date Created
zh_cn: 创建日期

source: Date Last Amended
zh_cn: 最后更改的日期

source: Toggle options view
zh_cn: 切换选项视图

source: Home
zh_cn: 主页

source: Help
zh_cn: 帮助

source: Launch OpenVPN-ALS Agent
zh_cn: 启动OpenVPN-ALS代理

source: Shutdown OpenVPN-ALS Agent
zh_cn: 关闭OpenVPN-ALS代理

source: Logoff
zh_cn: 注销

source: Lists actions that may be performed in the current page
zh_cn: 在当前页可以执行的行为列表

source: Tool Bar
zh_cn: 工具条

source: Tool bar of actions that may be performed in the current page
zh_cn: 在当前页可以执行的行为工具条

source: Menu
zh_cn: 菜单

source: Displays a navigation menu allowing access to other functions of OpenVPN-ALS
zh_cn: 显示导航菜单允许访问其他OpenVPN-ALS的功能

source: Error Messages
zh_cn: 错误信息

source: Display any error messages that may have occured as a result of the last action
zh_cn: 显示任何错误讯息，可能是由于在过去的行动

source: Warning Messages
zh_cn: 警告信息

source: Displays any warns that may have occured as a result of the last action, or any global warnings about the current state of the OpenVPN-ALS service
zh_cn: 显示任何警告，可能是由于在过去的行动，或任何关于服务现状OpenVPN-ALS全球警告

source: Information Messages
zh_cn: 信息消息

source: Displays information about the current page.
zh_cn: 显示当先页的信息

source: Online Resources
zh_cn: 在线资源

source: Links to help, news and other information online
zh_cn: 链接到帮助，新闻和其他在线信息

source: Loading
zh_cn: 读取

source: Failed
zh_cn: 失败

source: About OpenVPN-ALS
zh_cn: 关于OpenVPN-ALS

source: Page Information
zh_cn: 页面信息

source: Content
zh_cn: 内容

source: Resource Information
zh_cn: 资源信息

source: Information about the resource currently being edited
zh_cn: 关于当前被修改的资源的信息

source: Wizard Information
zh_cn: 向导信息

source: Information about the current wizard
zh_cn: 关于当前向导的信息

source: Configure the OpenVPN-ALS user interface
zh_cn: OpenVPN-ALS用户接口的配置

source: Clipboard
zh_cn: 剪贴板

source: Shows the current fonts of the Network Places file clipboard
zh_cn: 显示网上邻居文件剪贴板中的当前字体

source: Language
zh_cn: 语言

source: Profile
zh_cn: 配置

source: Next
zh_cn: 下一个

source: Previous
zh_cn: 上一个

source: Finish
zh_cn: 完成

source: You have {0} items in your clipboard
zh_cn: 你有 {0} 项目在剪贴板

source: OpenVPN-ALS::Help
zh_cn: OpenVPN-ALS::帮助

source: Here you will find a number of resources to help you get the best of OpenVPN-ALS and find answers to common questions.
zh_cn: 你可以在这里找到了一些资源来帮助您获得最佳的OpenVPN-ALS和常见问题解答

source: Networking
zh_cn: 网络

source: Services
zh_cn: 服务

source: Security
zh_cn: 安全

source: Admin.
zh_cn: 管理

source: OFFLINE
zh_cn: 不在线

source: ONLINE
zh_cn: 在线

source: OpenVPN-ALS Agent status &#187;
zh_cn: OpenVPN-ALS 代理状态 &#187;

source: User:
zh_cn: 用户:

source: OpenVPN-ALS&reg; is a registered trademark of <strong><a class="externalLink" onclick="javascript:myRef = window.open('http://localhost','external_win','left=20,top=20,width=620,height=500,toolbar=1,resizable=1,menubar=1,scrollbars=1,location=1');myRef.focus(); return false" href="http://localhost">3SP Ltd</a></strong>
zh_cn: OpenVPN-ALS&reg; 是一个注册商标 <strong><a class="externalLink" onclick="javascript:myRef = window.open('http://localhost','external_win','left=20,top=20,width=620,height=500,toolbar=1,resizable=1,menubar=1,scrollbars=1,location=1');myRef.focus(); return false" href="http://localhost">3SP Ltd</a></strong>

source: &copy; 2003-2008 3SP Ltd
zh_cn: ©; 2003-2008 3SP Ltd

source: Logged on as {0}
zh_cn: 登入用 {0}

source: GPL Edition
zh_cn: GPL版本

source: Community Edition
zh_cn: Community版本

source: Edit this profiles name and description
zh_cn: 编辑这个配置的文件名字和描述

source: Remove this profile and all of its properties
zh_cn: 删除这个配置档案和它的所有的属性

source: Properties
zh_cn: 属性

source: View or Edit this profiles properties
zh_cn: 浏览和编辑这个配置文件的属性

source: Select
zh_cn: 选择

source: Make this profile your current profile
zh_cn: 使这个配置档案成为你的配置档案

source: Warnings
zh_cn: 警告

source: More ..
zh_cn: 更多 ..

source: Additional actions for this item
zh_cn: 这个项目的额外行为

source: OpenVPN-ALS&trade; is a trademark of <strong><a class="externalLink" onclick="javascript:myRef = window.open('http://localhost','external_win','left=20,top=20,width=620,height=500,toolbar=1,resizable=1,menubar=1,scrollbars=1,location=1');myRef.focus(); return false" href="http://localhost">3SP Ltd</a></strong>
zh_cn: OpenVPN-ALS&trade; 是一个注册商标 <strong><a class="externalLink" onclick="javascript:myRef = window.open('http://localhost','external_win','left=20,top=20,width=620,height=500,toolbar=1,resizable=1,menubar=1,scrollbars=1,location=1');myRef.focus(); return false" href="http://localhost">3SP Ltd</a></strong>

source: &copy; 2003-2006 3SP Ltd.
zh_cn: ©; 2003-2006 3SP Ltd.

source: All Rights Reserved
zh_cn: 保留所有权利

source: OpenVPN-ALS:::About OpenVPN-ALS
zh_cn: OpenVPN-ALS:::关于OpenVPN-ALS

source: This product includes software developed by the Apache Software Foundation (<a class="externalLink" onclick="javascript:myRef = window.open('http://www.apache.org/','external_win','left=20,top=20,width=620,height=500,toolbar=1,location=1,resizable=1,menubar=1,scrollbars=1');myRef.focus(); return false" href="http://www.apache.org/">http://www.apache.org</a>).
zh_cn: 本产品软件开发基于Apache软件基础 (<a class="externalLink" onclick="javascript:myRef = window.open('http://www.apache.org/','external_win','left=20,top=20,width=620,height=500,toolbar=1,location=1,resizable=1,menubar=1,scrollbars=1');myRef.focus(); return false" href="http://www.apache.org/">http://www.apache.org</a>).

source: Copyright &copy; 1995-2000 by the Hypersonic SQL Group.
zh_cn: 版权所有©; 1995-2000 by the Hypersonic SQL Group.

source: All rights reserved.
zh_cn: 保留所有权利.

source: Copyright &copy; 2001-2004, The HSQL Development Group.
zh_cn: 版权所有©; 2001-2004, The HSQL Development Group.

source: OpenVPN-ALS contains icons and images licensed from INCORS GmbH.
zh_cn: OpenVPN-ALS包含的图标和图像授权由INCORS有限公司

source: You are not licensed to use these icons outside of OpenVPN-ALS.
zh_cn: 您没有许可使用这些图标，在OpenVPN-ALS以为

source: OpenVPN-ALS:::Support
zh_cn: OpenVPN-ALS:::支持

source: Support
zh_cn: S支持

source: Below is up-to-date information about the options available to you for Help & Support.
zh_cn: 以下是最新的信息提供给您选择的帮助和支持

source: Support is available from the <a target="_blank" href="http://localhost/forums">OpenVPN-ALS Community</a> at 3SP.com
zh_cn: 支持可以到<a target="_blank" href="http://localhost/forums">OpenVPN-ALS 版本</a> at 3SP.com

source: Commercial plug-ins and support services can be purchased from <a target="_blank" href="http://localhost">3SP.com</a>
zh_cn: 商业插件和支持服务，可于以下地点购买<a target="_blank" href="http://localhost">3SP.com</a>

source: OpenVPN-ALS:::My Favorites
zh_cn: OpenVPN-ALS:::我的收藏

source: My Favorites
zh_cn: 我的收藏

source: This is the favorites page for OpenVPN-ALS.
zh_cn: 这是OpenVPN-ALS收藏页。

source: You can add resources to this page for quick access using the extra options provided to you when viewing your resources in list view.
zh_cn: 您可以添加资源到此页，以便快速存取使用额外的选项提供给您检视您的资源时，在列表视图。

source: Application
zh_cn: 应用

source: Delete this shortcut
zh_cn: 删除这个快捷方式

source: You have not yet marked any resources as favorites.
zh_cn: 您还没有任何资源，标志着收藏。

source: Depending on the resources and access rights available to you, it is possible to set Network Places, Web Forwards, Tunnels or Application Shortcuts as favorites to appear on this page.
zh_cn: 根据不同的资源和访问权限提供给您，可以设置网上邻居，网络推送，隧道或应用程序快捷方式为收藏出现在这一页

source: Remove this favorite
zh_cn: 删除这个收藏

source: Open As Web Folder
zh_cn: 用Web文件夹的形式打开

source: Open Windows Web Folders View
zh_cn: 打开Windows Web文件夹视图

source: View information about this favorite
zh_cn: 浏览我的收藏的信息

source: OpenVPN-ALS:::Remove Favorite
zh_cn: OpenVPN-ALS:::删除收藏

source: Confirm remove favorite
zh_cn: 确认删除收藏

source: Are you sure you wish to remove this favorite?
zh_cn: 您确定要删除此收藏?

source: The selected resource is already a favorite.
zh_cn: 你选择的资源已经是收藏.

source: Favorite added.
zh_cn: F收藏已添加.

source: The selected resource is not a favorite.
zh_cn: 你选择的资源不是收藏..

source: Favorite remove.
zh_cn: 收藏删除.

source: OpenVPN-ALS:::Launch OpenVPN-ALS Agent
zh_cn: OpenVPN-ALS:::启动OpenVPN-ALS代理

source: Some features of the <strong>OpenVPN-ALS</strong> require the use of the OpenVPN-ALS Agent which should now launch.
zh_cn: <strong>OpenVPN-ALS</strong>的一些特点要求使用现在正在启动的OpenVPN-ALS代理.

source: One or more fields contain errors, please review the fields below and try again.
zh_cn: 一个或多个字段包含错误，请检查下面的字段，然后再试一次。

source: You do not appear to have any Java runtime installed.
zh_cn: 您似乎没有任何Java运行环境安装

source: If your browser is not presenting you with the option to install the Java plugin, you should try downloading the appropriate package from <a class="externalLink" onclick="javascript:myRef = window.open('http://java.sun.com/j2se/1.5.0/download.html','external_win','left=20,top=20,width=620,height=500,toolbar=1,resizable=1,location=1,menubar=1,scrollbars=1');myRef.focus(); return false" href="http://java.sun.com/j2se/1.5.0/download.html">here</a> and installing manually.
zh_cn: 如果您的浏览器没有提出您选择安装的Java插件，你应该尝试下载相应的软件包从<a class="externalLink" onclick="javascript:myRef = window.open('http://java.sun.com/j2se/1.5.0/download.html','external_win','left=20,top=20,width=620,height=500,toolbar=1,resizable=1,location=1,menubar=1,scrollbars=1');myRef.focus(); return false" href="http://java.sun.com/j2se/1.5.0/download.html">这里</a> 并手动安装.

source: Alternatively you may <a class="externalLink" href="/showHome.do">continue</a> to use OpenVPN-ALS but some features will not be available.
zh_cn: 或者你可以<a class="externalLink" href="/showHome.do">继续</a> 使用OpenVPN-ALS但一些特性可能不能使用.

source: Web Forwards
zh_cn: web推送

source: Network Places
zh_cn: 网上邻居

source: SSL Tunnels
zh_cn: SSL隧道

source: Preferences
zh_cn: 偏好

source: Change password
zh_cn: 改变密码

source: So what's it all about this OpenVPN-ALS?
zh_cn: 这就是这个OpenVPN-ALS所有信息了么?

source: Who's behind it and where is it going?
zh_cn: 谁在后面和到哪里去?

source: SSL-Tunneling
zh_cn: SSL-隧道

source: My Network Places
zh_cn: 我的网上邻居

source: Global Tunnels
zh_cn: 全局隧道

source: Accounts
zh_cn: 账户
